---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.InSup2
source: html/cefd37ed-9010-9461-be9e-4fea9a1e5572.htm
---
# Autodesk.Revit.DB.SymbolTypeId.InSup2 Property

Symbol in², indicating unit Square inches.

## Syntax (C#)
```csharp
public static ForgeTypeId InSup2 { get; }
```